13/data/attachments/61f6f3fce3e171d8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:username>
            <nif:friendToBeAdded>Monica_star_Friend_2506_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>